<?php
session_start();
?>

<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>О нас</title>
    <link rel="stylesheet" href="../css/about1.css">
</head>
<body>
    <div class="header">
        <header>
            <a href="../index.php" class="logo">Translate IT!</a>
            <a href="../index.php">Главная</a>
            <a href="../html/order.php">Заказать</a>
            <a href="../html/about.php" class="active">О нас</a>
            <?php if(isset($_SESSION['username'])) {$username = $_SESSION['username']; echo "<a href='../html/out.php'><h4>".$username."</h4>";} else echo "<a href='../html/login.php'><img src='../img/2.png'>";?></a>
        </header>
    </div>
    <div class="container">
        <h3>О нас</h3>
        <p>Добро пожаловать в “Translate IT!”!</p>

            <p>Мы - команда профессиональных переводчиков, специализирующихся на качественных и точных переводах текстов различной тематики. Наш опыт и страсть к языкам позволяют нам предоставлять высококлассные переводы с учетом всех нюансов и особенностей каждого языка.</p>
            
            <p>Наши принципы:</p>
            <ol>
            <li><b>Качество превыше всего</b>: Мы стремимся к высшему стандарту качества в каждом проекте. Наши переводы проходят несколько этапов проверки, чтобы гарантировать точность и стилистическую правильность.
            
            <li><b>Индивидуальный подход</b>: Мы понимаем, что каждый проект уникален. Поэтому мы работаем тесно с каждым клиентом, учитывая его специфические требования и пожелания.
            
            <li><b>Соблюдение сроков</b>: Мы ценим ваше время, поэтому всегда соблюдаем обещанные сроки выполнения работ.
            
            <li><b>Конфиденциальность и безопасность</b>: Мы гарантируем полную конфиденциальность всех предоставленных нам материалов и информации.</ol>
            
            <p>Наши услуги:</p>
            <ul>
            <li>Письменные переводы (общая, техническая, юридическая тематика и другие).
            <li>Устные переводы и синхронный перевод на мероприятиях.
            <li>Редактура и корректура текстов.</ul>
            
            <p>Мы гордимся тем, что можем помогать нашим клиентам преодолевать языковые барьеры и достигать своих целей в мировом контексте. Наша миссия - сделать мир более доступным и понятным для всех.</p>
            
            <p>Не стесняйтесь связаться с нами, и мы с удовольствием поможем вам в ваших переводческих потребностях.
            </p>
    </div>
</body>
</html>